IDEA StatiCa Open Model
ReinfBarOnEdge Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReinfBarOnEdge()
Public Sub New
public:
ReinfBarOnEdge()
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace